angular.ng-template
dbaeumer.vscode-eslint
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
github.copilot-chat
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-vscode.powershell
